{
  "tailoring": [
    {
      "name": "Priya Sharma",
      "location": "Jaipur, Rajasthan",
      "story": "Started with basic alterations from her home after learning tailoring skills through a government program. She focused on quality work and word-of-mouth marketing in her neighborhood.",
      "achievement": "Built a customer base of 200+ regular clients and now earns ₹45,000 monthly while working from home, allowing her to balance family responsibilities."
    },
    {
      "name": "Meera Patel",
      "location": "Ahmedabad, Gujarat",
      "story": "Began with a small investment of ₹20,000 in a sewing machine and basic supplies. She specialized in traditional Indian wear and gradually expanded to designer blouses.",
      "achievement": "Opened her own boutique within 2 years and now employs 3 other women, generating ₹1.2 lakh monthly revenue."
    }
  ],
  "cooking": [
    {
      "name": "Sunita Devi",
      "location": "Delhi",
      "story": "Started a tiffin service from her kitchen, initially serving 10 office workers in her area. She focused on healthy, homemade meals with consistent quality and timing.",
      "achievement": "Expanded to serve 150+ customers daily across 3 office complexes, earning ₹60,000 monthly with help from 2 assistants."
    },
    {
      "name": "Kavitha Reddy",
      "location": "Hyderabad, Telangana",
      "story": "Specialized in traditional Andhra pickles and snacks, starting by selling to neighbors and local stores. She maintained traditional recipes while ensuring proper packaging.",
      "achievement": "Products now sold in 25+ stores across the city with online orders, generating ₹80,000 monthly revenue."
    }
  ],
  "handicrafts": [
    {
      "name": "Rekha Kumari",
      "location": "Udaipur, Rajasthan",
      "story": "Learned traditional Rajasthani embroidery from her grandmother and started creating decorative items. She began selling at local craft fairs and tourist spots.",
      "achievement": "Established an online store with international customers, earning ₹35,000 monthly while preserving traditional art forms."
    },
    {
      "name": "Anita Singh",
      "location": "Varanasi, UP",
      "story": "Started making handmade paper products and eco-friendly items from her home. She focused on sustainable materials and unique designs for urban customers.",
      "achievement": "Supplies to 15+ retail stores and has a growing online presence, earning ₹42,000 monthly while promoting environmental consciousness."
    }
  ],
  "tutoring": [
    {
      "name": "Dr. Rashmi Gupta",
      "location": "Pune, Maharashtra",
      "story": "Started tutoring mathematics to neighborhood children after completing her master's degree. She developed innovative teaching methods and maintained small batch sizes.",
      "achievement": "Runs a coaching center with 80+ students, earning ₹75,000 monthly while helping students achieve academic excellence."
    },
    {
      "name": "Shalini Verma",
      "location": "Lucknow, UP",
      "story": "Began online English tutoring during the pandemic, focusing on spoken English and personality development for working professionals.",
      "achievement": "Built a client base of 50+ professionals across India, earning ₹55,000 monthly through online sessions and courses."
    }
  ],
  "beauty_services": [
    {
      "name": "Pooja Agarwal",
      "location": "Mumbai, Maharashtra",
      "story": "Started with a basic beauty course and began offering services from home. She focused on bridal makeup and gradually built a portfolio through social media.",
      "achievement": "Established a home salon with regular clients and destination wedding bookings, earning ₹90,000 monthly during peak season."
    },
    {
      "name": "Nisha Kapoor",
      "location": "Chandigarh",
      "story": "Specialized in natural and organic beauty treatments, starting with friends and family. She emphasized chemical-free products and personalized care.",
      "achievement": "Opened a boutique spa focusing on organic treatments, serving 200+ clients monthly and earning ₹1.1 lakh."
    }
  ],
  "online_business": [
    {
      "name": "Ritu Agarwal",
      "location": "Bangalore, Karnataka",
      "story": "Started an online store selling handmade jewelry and accessories. She learned digital marketing through free online courses and built her brand on social media.",
      "achievement": "Achieved ₹2 lakh monthly sales with customers across India and international orders, working entirely from home."
    },
    {
      "name": "Deepika Joshi",
      "location": "Indore, MP",
      "story": "Created online courses teaching traditional cooking to urban women. She started with free YouTube videos and gradually built a paid course platform.",
      "achievement": "Enrolled 500+ students in her courses, earning ₹65,000 monthly while preserving traditional cooking knowledge."
    }
  ],
  "food_business": [
    {
      "name": "Lakshmi Iyer",
      "location": "Chennai, Tamil Nadu",
      "story": "Started a small South Indian restaurant focusing on authentic flavors and homestyle cooking. She began with a small space and gradually expanded the menu.",
      "achievement": "Restaurant serves 200+ customers daily with plans for a second location, generating ₹1.5 lakh monthly profit."
    },
    {
      "name": "Geeta Sharma",
      "location": "Jodhpur, Rajasthan",
      "story": "Specialized in traditional Rajasthani sweets and snacks, starting with festival orders from neighbors and gradually expanding to regular production.",
      "achievement": "Supplies to 20+ sweet shops and has a thriving festival order business, earning ₹70,000 monthly."
    }
  ],
  "boutique": [
    {
      "name": "Simran Kaur",
      "location": "Amritsar, Punjab",
      "story": "Started with a small collection of ethnic wear, focusing on quality fabrics and unique designs. She began by selling to friends and at local exhibitions.",
      "achievement": "Opened a boutique store with online presence, serving customers across North India and earning ₹1.8 lakh monthly."
    },
    {
      "name": "Anjali Mehta",
      "location": "Surat, Gujarat",
      "story": "Specialized in designer sarees and traditional wear, leveraging Surat's textile hub. She focused on wholesale and retail both.",
      "achievement": "Established supply chain with 50+ retailers and direct customers, generating ₹2.2 lakh monthly revenue."
    }
  ],
  "daycare": [
    {
      "name": "Mamta Gupta",
      "location": "Gurgaon, Haryana",
      "story": "Started a home-based daycare for working parents in her society. She focused on early childhood education and nutritious meals for children.",
      "achievement": "Expanded to care for 25 children with 2 assistants, earning ₹85,000 monthly while providing essential community service."
    },
    {
      "name": "Shanti Devi",
      "location": "Kochi, Kerala",
      "story": "Opened a daycare center focusing on Malayalam and English education for young children. She emphasized play-based learning and cultural values.",
      "achievement": "Serves 40+ families with a waiting list, earning ₹95,000 monthly while contributing to early childhood development."
    }
  ],
  "event_planning": [
    {
      "name": "Neha Agarwal",
      "location": "Jaipur, Rajasthan",
      "story": "Started by organizing small family functions and gradually moved to wedding planning. She focused on traditional Rajasthani themes and cultural elements.",
      "achievement": "Plans 15+ weddings annually with a team of 5, earning ₹3-4 lakh per event during wedding season."
    },
    {
      "name": "Priyanka Sharma",
      "location": "Delhi NCR",
      "story": "Specialized in corporate events and product launches, starting with small business networking events. She built relationships with vendors and venues.",
      "achievement": "Manages 50+ corporate events annually, earning ₹1.5 lakh monthly with potential for seasonal peaks."
    }
  ],
  "jewelry_making": [
    {
      "name": "Kiran Patel",
      "location": "Rajkot, Gujarat",
      "story": "Learned traditional jewelry making techniques and started creating silver jewelry with semi-precious stones. She began selling at local craft markets.",
      "achievement": "Established online presence with international customers, earning ₹48,000 monthly while preserving traditional craftsmanship."
    }
  ],
  "photography": [
    {
      "name": "Sneha Reddy",
      "location": "Hyderabad, Telangana",
      "story": "Started with portrait photography for families and gradually expanded to wedding photography. She invested in quality equipment and built a strong portfolio.",
      "achievement": "Books 20+ events monthly including weddings and corporate shoots, earning ₹1.2 lakh monthly during peak season."
    }
  ],
  "catering": [
    {
      "name": "Usha Devi",
      "location": "Bhopal, MP",
      "story": "Started catering for small family functions, focusing on traditional vegetarian cuisine. She maintained consistent quality and timely service.",
      "achievement": "Caters to 25+ events monthly with a team of 4, earning ₹85,000 monthly while serving the community."
    }
  ],
  "home_bakery": [
    {
      "name": "Riya Jain",
      "location": "Indore, MP",
      "story": "Started baking cakes for friends' birthdays and gradually expanded to custom cake orders. She focused on unique designs and natural ingredients.",
      "achievement": "Fulfills 40+ cake orders monthly with growing demand for custom designs, earning ₹52,000 monthly."
    }
  ],
  "consulting": [
    {
      "name": "Kavya Nair",
      "location": "Kochi, Kerala",
      "story": "Used her MBA and corporate experience to start business consulting for small enterprises. She focused on helping women entrepreneurs with business planning.",
      "achievement": "Consults for 15+ businesses monthly, earning ₹78,000 while empowering other women entrepreneurs."
    }
  ]
}